-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: localhost    Database: facilitydb
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `protect_tbl`
--

DROP TABLE IF EXISTS `protect_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `protect_tbl` (
  `장소유형코드` int DEFAULT NULL,
  `대상시설명` text,
  `시도명` text,
  `시군구명` text,
  `시군구코드` int DEFAULT NULL,
  `소재지도로명주소` text,
  `소재지지번주소` text,
  `위도` double DEFAULT NULL,
  `경도` double DEFAULT NULL,
  `제한속도` int DEFAULT NULL,
  `관리기관명` text,
  `관리기관전화번호` text,
  `관할경찰서명` text,
  `CCTV설치여부` text,
  `CCTV설치대수` text,
  `보호구역도로폭` text,
  `데이터기준일자` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protect_tbl`
--

LOCK TABLES `protect_tbl` WRITE;
/*!40000 ALTER TABLE `protect_tbl` DISABLE KEYS */;
INSERT INTO `protect_tbl` VALUES (1,'강서노인종합복지관','서울특별시','강서구',11500,'서울특별시 강서구 화곡로61길 85','서울특별시 강서구 등촌동 661-4',37.5581232,126.8475516,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','8','2022-11-21'),(1,'등촌4종합복지과경로당','서울특별시','강서구',11500,'서울특별시 강서구 공항대로39길 59','서울특별시 강서구 등촌동 690',37.56225915,126.8428951,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','12','2022-11-21'),(1,'천사노인요양원','서울특별시','강서구',11500,'서울특별시 강서구 강서로45다길 30-22','서울특별시 강서구 화곡동 1010',37.5466919,126.8334856,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','6','2022-11-21'),(1,'가양시니어스타워','서울특별시','강서구',11500,'서울특별시 강서구 화곡로68길 102','서울특별시 강서구 등촌동 637',37.55698878,126.8593316,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','6~10','2022-11-21'),(1,'곰달래어르신복지센터','서울특별시','강서구',11500,'서울특별시 강서구 강서로5길 50','서울특별시 강서구 화곡동 890',37.52905997,126.8488982,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','7.5~12','2022-11-21'),(1,'봉제산어른신복지센터','서울특별시','강서구',11500,'서울특별시 강서구 초록마을로15길 12','서울특별시 강서구 화곡동 산 41-16',37.54152282,126.8514079,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','4~8.5','2022-11-21'),(1,'연지어르신복지센터','서울특별시','강서구',11500,'서울특별시 강서구 화곡로58길 30-7','서울특별시 강서구 화곡동 1121-19',37.55241466,126.8526628,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','5.0~11','2022-11-21'),(1,'화곡노인복지센터','서울특별시','강서구',11500,'서울특별시 강서구 월정로30길 96','서울특별시 강서구 화곡동 366-1',37.53546801,126.8410987,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','7.5~8','2022-11-21'),(2,'늘푸른나무복지관','서울특별시','강서구',11500,'서울특별시 강서구 허준로5길 37','서울특별시 강서구 가양동 1470-2',37.56853632,126.8511172,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','8.5~25','2022-11-21'),(1,'호선실버센터','서울특별시','강서구',11500,'서울특별시 강서구 수명로2길 96','서울특별시 강서구 내발산동 746',37.55130577,126.8278583,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','16','2022-11-21'),(1,'평안요양원','서울특별시','강서구',11500,'서울특별시 강서구 양천로47길 76','서울특별시 강서구 마곡동 7-12',37.57372577,126.8373875,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','8.5~11','2022-11-21'),(1,'봄날서울요양원','서울특별시','강서구',11500,'서울특별시 강서구 양천로1길 100','서울특별시 강서구 방화동 486-6',37.57415382,126.8092615,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','5~8','2022-11-21'),(1,'봄날실버센터','서울특별시','강서구',11500,'서울특별시 강서구 금낭화로 39','서울특별시 강서구 방화동 592-23',37.56892226,126.8114862,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','21','2022-11-21'),(2,'늘푸른집','서울특별시','강서구',11500,'서울특별시 강서구 금낭화로26가길 130','서울특별시 강서구 개화동 330',37.58422566,126.8115637,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','6~13','2022-11-21'),(1,'참사랑실버케어센터','서울특별시','강서구',11500,'서울특별시 강서구 까치산로 106','서울특별시 강서구 화곡동 970-2',37.54754447,126.8492819,30,'서울특별시 강서구청','02-2600-4137','강서경찰서','N','','7~10','2022-11-21');
/*!40000 ALTER TABLE `protect_tbl` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-06-25 11:16:11
