-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: localhost    Database: facilitydb
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `rehab_tbl`
--

DROP TABLE IF EXISTS `rehab_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `rehab_tbl` (
  `시설명` text,
  `시설코드` text,
  `시설종류명(시설유형)` text,
  `시설종류상세명(시설종류)` text,
  `자치구(시)구분` text,
  `시설장명` text,
  `시군구코드` int DEFAULT NULL,
  `시군구명` text,
  `시설주소` text,
  `정원(수용인원)` text,
  `현인원` int DEFAULT NULL,
  `전화번호` text,
  `우편번호` int DEFAULT NULL,
  `위도` double DEFAULT NULL,
  `경도` double DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rehab_tbl`
--

LOCK TABLES `rehab_tbl` WRITE;
/*!40000 ALTER TABLE `rehab_tbl` DISABLE KEYS */;
INSERT INTO `rehab_tbl` VALUES ('늘푸른나무복지관','C0421','(장애인) 장애인복지관','장애인지역사회재활시설','자치구','정원택',1150000000,'강서구','서울특별시 강서구 허준로5길 37  -0','',500,'02)3661-3401',7524,37.5686089,126.8507035),('강서구수어통역센터','C1503','(장애인) 수화통역센터','장애인지역사회재활시설','자치구','김정숙',1150000000,'강서구','서울특별시 강서구 발산로 404층 7~8호,419호~421호(서울농수산식품공사강서지사) (외발산동)','44',6252,'02-3665-4474',7644,37.5532574,126.8207678),('기쁜우리복지관부설주간보호시설','C1546','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','임형균',1150000000,'강서구','서울특별시 강서구 허준로 65','18',18,'02-3665-3831',7524,37.5652368,126.8535763),('강서뇌성마비복지관','C2047','(장애인) 장애인복지관','장애인지역사회재활시설','자치구','박세영',1150000000,'강서구','서울특별시 강서구 방화대로 45길 69(방화동 452-5)  ','373',500,'02-2662-3491',7517,37.574191,126.812563),('주간보호센터햇볕교실','C2058','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','김상진',1150000000,'강서구','서울특별시 강서구 개화동로21길 4 (방화동, 방화11단지아파트)','12',13,'02-2663-0670',7611,37.5719813,126.8060799),('파랑새교육원주간보호','C2083','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','백선영',1150000000,'강서구','서울특별시 강서구 까치산로 134화곡빌딩 2층','10',13,'02-2692-2614',7662,37.55493,126.85463),('우리집주간보호','C2101','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','김기철',1150000000,'강서구','서울특별시 강서구 양천로47길 70-6','10',12,'02-2658-7556',7522,37.576279,126.8372549),('기쁜우리복지관','C5036','(장애인) 장애인복지관','장애인지역사회재활시설','자치구','임형균',1150000000,'강서구','서울특별시 강서구 허준로 65　','',500,'02-3665-3831',7524,37.5652368,126.8535763),('기쁜우리체육센터','C7183','(장애인) 장애인체육시설','장애인지역사회재활시설','자치구','임형균',1150000000,'강서구','서울특별시 강서구 허준로 65','',300,'02-3663-8114',7524,37.5652368,126.8535763),('꿈자람터장애인주간보호센터','C7651','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','이철우',1150000000,'강서구','서울특별시 강서구 공항대로43길 104등촌7종합사회복지관 (등촌동, 등촌주공7,8단지아파트)','10',12,'02-2658-6594',7576,37.5582554,126.8492138),('늘푸른마을','C7669','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','이동용',1150000000,'강서구','서울특별시 강서구 까치산로22길 38','12',13,'02-2697-3880',7662,37.5488137,126.8519996),('로뎀나무','C8010','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','김일석',1150000000,'강서구','서울특별시 강서구 까치산로18나길 36오성빌라 1층','10',11,'02-2605-9286',7674,37.5459648,126.8496284),('성산푸른초장주간보호시설','C8305','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','홍금화',1150000000,'강서구','서울특별시 강서구 양천로30길 143층','15',16,'02-2665-7273',7593,37.56814765,126.8232238),('강서뇌성마비 주간보호','C8368','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','박세영',1150000000,'강서구','서울특별시 강서구 방화대로45길 692층','12',12,'02-2662-3491',157849,37.5744543,126.8138593),('교남발달지원센터','C8720','(장애인) 장애인재활치료시설','장애인지역사회재활시설','자치구','황규인',1150000000,'강서구','서울특별시 강서구 까치산로22길 38, 3층 (화곡동)','',36,'226973880',7662,37.5488137,126.8519996),('휴샘아동가족발달센터','C8935','(장애인) 장애인재활치료시설','장애인지역사회재활시설','자치구','이정숙',1150000000,'강서구','서울특별시 강서구 마곡중앙5로 81, 908호 (마곡동)','100',35,'226611366',157650,37.5671609,126.8220048),('40플러스 금곡행복쉼터 주간보호센터','C9711','(장애인) 장애인주간보호시설','장애인지역사회재활시설','자치구','임광수',1150000000,'강서구','서울특별시 강서구 방화대로45길 69, 6층 (방화동)','10',35,'29324292',7517,37.5744543,126.8138593);
/*!40000 ALTER TABLE `rehab_tbl` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-06-25 11:16:11
