-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: localhost    Database: persondb
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `type_tbl`
--

DROP TABLE IF EXISTS `type_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `type_tbl` (
  `dong_1` varchar(8) DEFAULT NULL,
  `dong_2` varchar(8) DEFAULT NULL,
  `dong_3` varchar(8) DEFAULT NULL,
  `sex` varchar(8) DEFAULT NULL,
  `type_1` varchar(8) DEFAULT NULL,
  `type_2` varchar(8) DEFAULT NULL,
  `num` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `type_tbl`
--

LOCK TABLES `type_tbl` WRITE;
/*!40000 ALTER TABLE `type_tbl` DISABLE KEYS */;
INSERT INTO `type_tbl` VALUES ('합계','강서구','염창동','남자','합계','지체',259),('합계','강서구','염창동','남자','합계','뇌병변',56),('합계','강서구','염창동','남자','합계','시각',69),('합계','강서구','염창동','여자','합계','지체',173),('합계','강서구','염창동','여자','합계','뇌병변',47),('합계','강서구','염창동','여자','합계','시각',41),('합계','강서구','등촌1동','남자','합계','지체',167),('합계','강서구','등촌1동','남자','합계','뇌병변',31),('합계','강서구','등촌1동','남자','합계','시각',48),('합계','강서구','등촌1동','여자','합계','지체',144),('합계','강서구','등촌1동','여자','합계','뇌병변',32),('합계','강서구','등촌1동','여자','합계','시각',29),('합계','강서구','등촌2동','남자','합계','지체',181),('합계','강서구','등촌2동','남자','합계','뇌병변',48),('합계','강서구','등촌2동','남자','합계','시각',32),('합계','강서구','등촌2동','여자','합계','지체',125),('합계','강서구','등촌2동','여자','합계','뇌병변',32),('합계','강서구','등촌2동','여자','합계','시각',22),('합계','강서구','등촌3동','남자','합계','지체',810),('합계','강서구','등촌3동','남자','합계','뇌병변',262),('합계','강서구','등촌3동','남자','합계','시각',202),('합계','강서구','등촌3동','여자','합계','지체',616),('합계','강서구','등촌3동','여자','합계','뇌병변',162),('합계','강서구','등촌3동','여자','합계','시각',151),('합계','강서구','화곡본동','남자','합계','지체',343),('합계','강서구','화곡본동','남자','합계','뇌병변',84),('합계','강서구','화곡본동','남자','합계','시각',98),('합계','강서구','화곡본동','여자','합계','지체',247),('합계','강서구','화곡본동','여자','합계','뇌병변',51),('합계','강서구','화곡본동','여자','합계','시각',54),('합계','강서구','화곡2동','남자','합계','지체',193),('합계','강서구','화곡2동','남자','합계','뇌병변',47),('합계','강서구','화곡2동','남자','합계','시각',58),('합계','강서구','화곡2동','여자','합계','지체',132),('합계','강서구','화곡2동','여자','합계','뇌병변',18),('합계','강서구','화곡2동','여자','합계','시각',22),('합계','강서구','화곡3동','남자','합계','지체',174),('합계','강서구','화곡3동','남자','합계','뇌병변',51),('합계','강서구','화곡3동','남자','합계','시각',52),('합계','강서구','화곡3동','여자','합계','지체',145),('합계','강서구','화곡3동','여자','합계','뇌병변',43),('합계','강서구','화곡3동','여자','합계','시각',43),('합계','강서구','화곡4동','남자','합계','지체',255),('합계','강서구','화곡4동','남자','합계','뇌병변',57),('합계','강서구','화곡4동','남자','합계','시각',64),('합계','강서구','화곡4동','여자','합계','지체',190),('합계','강서구','화곡4동','여자','합계','뇌병변',38),('합계','강서구','화곡4동','여자','합계','시각',35),('합계','강서구','화곡6동','남자','합계','지체',229),('합계','강서구','화곡6동','남자','합계','뇌병변',46),('합계','강서구','화곡6동','남자','합계','시각',68),('합계','강서구','화곡6동','여자','합계','지체',167),('합계','강서구','화곡6동','여자','합계','뇌병변',34),('합계','강서구','화곡6동','여자','합계','시각',38),('합계','강서구','화곡8동','남자','합계','지체',238),('합계','강서구','화곡8동','남자','합계','뇌병변',53),('합계','강서구','화곡8동','남자','합계','시각',71),('합계','강서구','화곡8동','여자','합계','지체',208),('합계','강서구','화곡8동','여자','합계','뇌병변',45),('합계','강서구','화곡8동','여자','합계','시각',47),('합계','강서구','가양1동','남자','합계','지체',219),('합계','강서구','가양1동','남자','합계','뇌병변',43),('합계','강서구','가양1동','남자','합계','시각',54),('합계','강서구','가양1동','여자','합계','지체',152),('합계','강서구','가양1동','여자','합계','뇌병변',27),('합계','강서구','가양1동','여자','합계','시각',29),('합계','강서구','가양2동','남자','합계','지체',542),('합계','강서구','가양2동','남자','합계','뇌병변',186),('합계','강서구','가양2동','남자','합계','시각',110),('합계','강서구','가양2동','여자','합계','지체',362),('합계','강서구','가양2동','여자','합계','뇌병변',89),('합계','강서구','가양2동','여자','합계','시각',79),('합계','강서구','가양3동','남자','합계','지체',354),('합계','강서구','가양3동','남자','합계','뇌병변',91),('합계','강서구','가양3동','남자','합계','시각',85),('합계','강서구','가양3동','여자','합계','지체',292),('합계','강서구','가양3동','여자','합계','뇌병변',70),('합계','강서구','가양3동','여자','합계','시각',63),('합계','강서구','발산1동','남자','합계','지체',404),('합계','강서구','발산1동','남자','합계','뇌병변',89),('합계','강서구','발산1동','남자','합계','시각',90),('합계','강서구','발산1동','여자','합계','지체',291),('합계','강서구','발산1동','여자','합계','뇌병변',56),('합계','강서구','발산1동','여자','합계','시각',61),('합계','강서구','공항동','남자','합계','지체',342),('합계','강서구','공항동','남자','합계','뇌병변',74),('합계','강서구','공항동','남자','합계','시각',81),('합계','강서구','공항동','여자','합계','지체',219),('합계','강서구','공항동','여자','합계','뇌병변',54),('합계','강서구','공항동','여자','합계','시각',46),('합계','강서구','방화1동','남자','합계','지체',465),('합계','강서구','방화1동','남자','합계','뇌병변',93),('합계','강서구','방화1동','남자','합계','시각',111),('합계','강서구','방화1동','여자','합계','지체',317),('합계','강서구','방화1동','여자','합계','뇌병변',69),('합계','강서구','방화1동','여자','합계','시각',71),('합계','강서구','방화2동','남자','합계','지체',400),('합계','강서구','방화2동','남자','합계','뇌병변',98),('합계','강서구','방화2동','남자','합계','시각',87),('합계','강서구','방화2동','여자','합계','지체',273),('합계','강서구','방화2동','여자','합계','뇌병변',66),('합계','강서구','방화2동','여자','합계','시각',52),('합계','강서구','방화3동','남자','합계','지체',473),('합계','강서구','방화3동','남자','합계','뇌병변',129),('합계','강서구','방화3동','남자','합계','시각',96),('합계','강서구','방화3동','여자','합계','지체',396),('합계','강서구','방화3동','여자','합계','뇌병변',76),('합계','강서구','방화3동','여자','합계','시각',78),('합계','강서구','화곡1동','남자','합계','지체',546),('합계','강서구','화곡1동','남자','합계','뇌병변',119),('합계','강서구','화곡1동','남자','합계','시각',152),('합계','강서구','화곡1동','여자','합계','지체',370),('합계','강서구','화곡1동','여자','합계','뇌병변',73),('합계','강서구','화곡1동','여자','합계','시각',97),('합계','강서구','우장산동','남자','합계','지체',305),('합계','강서구','우장산동','남자','합계','뇌병변',67),('합계','강서구','우장산동','남자','합계','시각',81),('합계','강서구','우장산동','여자','합계','지체',203),('합계','강서구','우장산동','여자','합계','뇌병변',51),('합계','강서구','우장산동','여자','합계','시각',60);
/*!40000 ALTER TABLE `type_tbl` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-06-25 11:16:10
