-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: localhost    Database: persondb
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `age_tbl`
--

DROP TABLE IF EXISTS `age_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `age_tbl` (
  `dong_1` varchar(8) DEFAULT NULL,
  `dong_2` varchar(8) DEFAULT NULL,
  `dong_3` varchar(8) DEFAULT NULL,
  `age_1` varchar(8) DEFAULT NULL,
  `age_2` varchar(8) DEFAULT NULL,
  `num` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `age_tbl`
--

LOCK TABLES `age_tbl` WRITE;
/*!40000 ALTER TABLE `age_tbl` DISABLE KEYS */;
INSERT INTO `age_tbl` VALUES ('합계','강서구','염창동','합계','9세미만',32),('합계','강서구','염창동','합계','10~19세',48),('합계','강서구','염창동','합계','20~29세',44),('합계','강서구','염창동','합계','30~39세',59),('합계','강서구','염창동','합계','40~49세',99),('합계','강서구','염창동','합계','50~59세',128),('합계','강서구','염창동','합계','60~69세',227),('합계','강서구','염창동','합계','70~79세',232),('합계','강서구','염창동','합계','80세이상',178),('합계','강서구','등촌1동','합계','9세미만',9),('합계','강서구','등촌1동','합계','10~19세',15),('합계','강서구','등촌1동','합계','20~29세',38),('합계','강서구','등촌1동','합계','30~39세',54),('합계','강서구','등촌1동','합계','40~49세',63),('합계','강서구','등촌1동','합계','50~59세',84),('합계','강서구','등촌1동','합계','60~69세',162),('합계','강서구','등촌1동','합계','70~79세',136),('합계','강서구','등촌1동','합계','80세이상',183),('합계','강서구','등촌2동','합계','9세미만',11),('합계','강서구','등촌2동','합계','10~19세',15),('합계','강서구','등촌2동','합계','20~29세',23),('합계','강서구','등촌2동','합계','30~39세',40),('합계','강서구','등촌2동','합계','40~49세',57),('합계','강서구','등촌2동','합계','50~59세',98),('합계','강서구','등촌2동','합계','60~69세',170),('합계','강서구','등촌2동','합계','70~79세',163),('합계','강서구','등촌2동','합계','80세이상',133),('합계','강서구','등촌3동','합계','9세미만',11),('합계','강서구','등촌3동','합계','10~19세',30),('합계','강서구','등촌3동','합계','20~29세',111),('합계','강서구','등촌3동','합계','30~39세',141),('합계','강서구','등촌3동','합계','40~49세',247),('합계','강서구','등촌3동','합계','50~59세',757),('합계','강서구','등촌3동','합계','60~69세',1151),('합계','강서구','등촌3동','합계','70~79세',726),('합계','강서구','등촌3동','합계','80세이상',540),('합계','강서구','화곡본동','합계','9세미만',18),('합계','강서구','화곡본동','합계','10~19세',35),('합계','강서구','화곡본동','합계','20~29세',54),('합계','강서구','화곡본동','합계','30~39세',93),('합계','강서구','화곡본동','합계','40~49세',151),('합계','강서구','화곡본동','합계','50~59세',231),('합계','강서구','화곡본동','합계','60~69세',351),('합계','강서구','화곡본동','합계','70~79세',288),('합계','강서구','화곡본동','합계','80세이상',181),('합계','강서구','화곡2동','합계','9세미만',16),('합계','강서구','화곡2동','합계','10~19세',15),('합계','강서구','화곡2동','합계','20~29세',31),('합계','강서구','화곡2동','합계','30~39세',38),('합계','강서구','화곡2동','합계','40~49세',75),('합계','강서구','화곡2동','합계','50~59세',137),('합계','강서구','화곡2동','합계','60~69세',178),('합계','강서구','화곡2동','합계','70~79세',174),('합계','강서구','화곡2동','합계','80세이상',91),('합계','강서구','화곡3동','합계','9세미만',5),('합계','강서구','화곡3동','합계','10~19세',14),('합계','강서구','화곡3동','합계','20~29세',27),('합계','강서구','화곡3동','합계','30~39세',41),('합계','강서구','화곡3동','합계','40~49세',63),('합계','강서구','화곡3동','합계','50~59세',106),('합계','강서구','화곡3동','합계','60~69세',217),('합계','강서구','화곡3동','합계','70~79세',213),('합계','강서구','화곡3동','합계','80세이상',134),('합계','강서구','화곡4동','합계','9세미만',13),('합계','강서구','화곡4동','합계','10~19세',15),('합계','강서구','화곡4동','합계','20~29세',33),('합계','강서구','화곡4동','합계','30~39세',50),('합계','강서구','화곡4동','합계','40~49세',96),('합계','강서구','화곡4동','합계','50~59세',177),('합계','강서구','화곡4동','합계','60~69세',247),('합계','강서구','화곡4동','합계','70~79세',217),('합계','강서구','화곡4동','합계','80세이상',151),('합계','강서구','화곡6동','합계','9세미만',11),('합계','강서구','화곡6동','합계','10~19세',20),('합계','강서구','화곡6동','합계','20~29세',57),('합계','강서구','화곡6동','합계','30~39세',69),('합계','강서구','화곡6동','합계','40~49세',110),('합계','강서구','화곡6동','합계','50~59세',151),('합계','강서구','화곡6동','합계','60~69세',240),('합계','강서구','화곡6동','합계','70~79세',193),('합계','강서구','화곡6동','합계','80세이상',118),('합계','강서구','화곡8동','합계','9세미만',12),('합계','강서구','화곡8동','합계','10~19세',21),('합계','강서구','화곡8동','합계','20~29세',43),('합계','강서구','화곡8동','합계','30~39세',47),('합계','강서구','화곡8동','합계','40~49세',84),('합계','강서구','화곡8동','합계','50~59세',149),('합계','강서구','화곡8동','합계','60~69세',255),('합계','강서구','화곡8동','합계','70~79세',271),('합계','강서구','화곡8동','합계','80세이상',158),('합계','강서구','가양1동','합계','9세미만',13),('합계','강서구','가양1동','합계','10~19세',23),('합계','강서구','가양1동','합계','20~29세',42),('합계','강서구','가양1동','합계','30~39세',75),('합계','강서구','가양1동','합계','40~49세',88),('합계','강서구','가양1동','합계','50~59세',110),('합계','강서구','가양1동','합계','60~69세',194),('합계','강서구','가양1동','합계','70~79세',132),('합계','강서구','가양1동','합계','80세이상',119),('합계','강서구','가양2동','합계','9세미만',7),('합계','강서구','가양2동','합계','10~19세',20),('합계','강서구','가양2동','합계','20~29세',61),('합계','강서구','가양2동','합계','30~39세',79),('합계','강서구','가양2동','합계','40~49세',141),('합계','강서구','가양2동','합계','50~59세',442),('합계','강서구','가양2동','합계','60~69세',894),('합계','강서구','가양2동','합계','70~79세',458),('합계','강서구','가양2동','합계','80세이상',314),('합계','강서구','가양3동','합계','9세미만',2),('합계','강서구','가양3동','합계','10~19세',14),('합계','강서구','가양3동','합계','20~29세',35),('합계','강서구','가양3동','합계','30~39세',60),('합계','강서구','가양3동','합계','40~49세',115),('합계','강서구','가양3동','합계','50~59세',279),('합계','강서구','가양3동','합계','60~69세',511),('합계','강서구','가양3동','합계','70~79세',392),('합계','강서구','가양3동','합계','80세이상',252),('합계','강서구','발산1동','합계','9세미만',26),('합계','강서구','발산1동','합계','10~19세',43),('합계','강서구','발산1동','합계','20~29세',49),('합계','강서구','발산1동','합계','30~39세',73),('합계','강서구','발산1동','합계','40~49세',121),('합계','강서구','발산1동','합계','50~59세',265),('합계','강서구','발산1동','합계','60~69세',367),('합계','강서구','발산1동','합계','70~79세',319),('합계','강서구','발산1동','합계','80세이상',227),('합계','강서구','공항동','합계','9세미만',28),('합계','강서구','공항동','합계','10~19세',24),('합계','강서구','공항동','합계','20~29세',50),('합계','강서구','공항동','합계','30~39세',83),('합계','강서구','공항동','합계','40~49세',131),('합계','강서구','공항동','합계','50~59세',219),('합계','강서구','공항동','합계','60~69세',336),('합계','강서구','공항동','합계','70~79세',263),('합계','강서구','공항동','합계','80세이상',181),('합계','강서구','방화1동','합계','9세미만',28),('합계','강서구','방화1동','합계','10~19세',52),('합계','강서구','방화1동','합계','20~29세',53),('합계','강서구','방화1동','합계','30~39세',86),('합계','강서구','방화1동','합계','40~49세',160),('합계','강서구','방화1동','합계','50~59세',257),('합계','강서구','방화1동','합계','60~69세',424),('합계','강서구','방화1동','합계','70~79세',412),('합계','강서구','방화1동','합계','80세이상',283),('합계','강서구','방화2동','합계','9세미만',9),('합계','강서구','방화2동','합계','10~19세',15),('합계','강서구','방화2동','합계','20~29세',54),('합계','강서구','방화2동','합계','30~39세',80),('합계','강서구','방화2동','합계','40~49세',132),('합계','강서구','방화2동','합계','50~59세',250),('합계','강서구','방화2동','합계','60~69세',426),('합계','강서구','방화2동','합계','70~79세',364),('합계','강서구','방화2동','합계','80세이상',275),('합계','강서구','방화3동','합계','9세미만',8),('합계','강서구','방화3동','합계','10~19세',21),('합계','강서구','방화3동','합계','20~29세',42),('합계','강서구','방화3동','합계','30~39세',69),('합계','강서구','방화3동','합계','40~49세',139),('합계','강서구','방화3동','합계','50~59세',305),('합계','강서구','방화3동','합계','60~69세',591),('합계','강서구','방화3동','합계','70~79세',469),('합계','강서구','방화3동','합계','80세이상',347),('합계','강서구','화곡1동','합계','9세미만',25),('합계','강서구','화곡1동','합계','10~19세',22),('합계','강서구','화곡1동','합계','20~29세',82),('합계','강서구','화곡1동','합계','30~39세',118),('합계','강서구','화곡1동','합계','40~49세',187),('합계','강서구','화곡1동','합계','50~59세',345),('합계','강서구','화곡1동','합계','60~69세',532),('합계','강서구','화곡1동','합계','70~79세',483),('합계','강서구','화곡1동','합계','80세이상',276),('합계','강서구','우장산동','합계','9세미만',25),('합계','강서구','우장산동','합계','10~19세',36),('합계','강서구','우장산동','합계','20~29세',64),('합계','강서구','우장산동','합계','30~39세',71),('합계','강서구','우장산동','합계','40~49세',127),('합계','강서구','우장산동','합계','50~59세',174),('합계','강서구','우장산동','합계','60~69세',288),('합계','강서구','우장산동','합계','70~79세',283),('합계','강서구','우장산동','합계','80세이상',180);
/*!40000 ALTER TABLE `age_tbl` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-06-25 11:16:10
